[
  {
    "year": 2022,
    "uniqueId": "none",
    "label1": "image\\Computational.svg",
    "label2": "",
    "author": "Yaari, A., DeWitt, J., Stankovits, B., Berzak, Y., Aparicio, H., Cases, I., Katz, B., Barbu, A. ",
    "title": "The Aligned Multimodal Movie Treebank: An audio, video, dependency-parse treebank. <i> Conference on Empirical Methods in Natural Language Processing </i>(EMNLP).",
    "abstract": "Treebanks have traditionally included only text and were derived from written sources such as newspapers or the web. We introduce the Aligned Multimodal Movie Treebank, an English language treebank derived from naturalistic dialog in Hollywood movies which includes the source video and audio, transcriptions with word-level alignment to the audio stream, as well as part of speech tags and dependency parses in the Universal Dependencies formalism. AMMT consists of 31,264 sentences and 218,090 words, that will be the 3rd largest UD English treebank, and the only multimodal treebank in UD. To help with the web-based annotation effort, we also introduce the Efficient Audio Alignment Annotator (EAAA), a companion tool that enables annotators to speed-up significantly the annotation process.",
    "BibTeX": "",
    "PDF": "",
    "group": "myGroup2",
    "groupId": "#myGroup2",
    "ahref": "#Abstract2",
    "aria-controls1": "Abstract2",
    "data-bs-target": "#BibTeX2",
    "aria-controls2": "BibTeX2"
  },

  {
    "year": 2021,
    "uniqueId": "none",
    "label1": "image\\Theoretical.svg",
    "label2": "image\\experiment.svg",
    "author": "Aparicio, H., Chen, C., Levy, R. ",
    "title": "<i>Granularity in the Semantics of Comparison.</i> Proceedings of <i>SALT</i> 31. Eds. Nicole Dreier, Chloe Kwon, Thomas Darnell, and John Starr. 550-569. DOI: https://doi.org/10.3765/salt.v31i0.5121",
    "abstract": "This paper makes the novel observation that definite comparatives, such as <i>the bigger circle</i>, impose restrictions on the cardinality of the comparison class (CC) against which their truth conditions are evaluated. We show that the corpus frequency counts of definite comparatives sharply drop when the comparison class used for their interpretation is formed by more than two individuals. Two alternative theories of these distributional facts are considered and tested experimentally through an acceptability judgment task. According to the first theory, the <b>2-Individuals Theory</b>, definite comparatives presuppose that the CC is of cardinality 2; under the second theory, the <b>2-Degrees Theory</b>, the meaning of the comparative is evaluated against a granularity &gamma; that maps the individuals in the CC to degrees in the relevant adjectival scale, and definite comparatives presuppose that the set of the degrees resulting from this mapping is of cardinality 2. Our results show that definite comparative descriptions are most frequent and felicitous when evaluated against comparison classes with two individuals, but also that acceptability drops off with higher cardinalities in a gradient manner that is sensitive to granularity. Taken together, these findings argue against the 2-Individuals theory of definite comparatives and lend support to the 2-Degrees theory.",
    "BibTeX": "@inproceedings{aparicio2022granularity,\n title={Granularity in the Semantics of Comparison},\n author={Aparicio, Helena and Chen, Curtis and Levy, Roger and Coppock, Elizabeth},\n booktitle={Semantics and Linguistic Theory},\n volume={31},\n pages={550--569},\n year={2022}\n}",
    "PDF": "docs\\Granularity in the Semantics of Comparison.pdf",
    "group": "myGroup3",
    "groupId": "#myGroup3",
    "ahref": "#Abstract3",
    "aria-controls1": "Abstract3",
    "data-bs-target": "#BibTeX3",
    "aria-controls2": "BibTeX3"
  },
  {
    "year": 2018,
    "uniqueId": "none",
    "label1": "image\\Theoretical.svg",
    "label2": "image\\experiment.svg",
    "author": "Aparicio, H., Kennedy, C., Xiang, M. ",
    "title": "<i>Perceived Informativity and Referential Effects of Contrast in Adjectivally Modified NPs.</i> In E. Castroviejo, L. McNally, G. Weidman Sassoon (Eds.), <i>The Semantics of Gradability, Vagueness, and Scale Structure. Springer series Language, Cognition, and Mind.</i> Cham: Springer, pp. 199-220.",
    "abstract": "Abstract Referential Effects of Contrast (RECs) involving reference resolution of adjectivally modified NPs (e.g. <i>the tall glass</i>) have been attributed to pragmatic reasoning based on the informativity of modification (Sedivy et al. 1999; Sedivy 2003, 2004, a.o.). Recently, it has been claimed that informativity alone cannot account for all the attested interactions between adjectival meaning and context and that factors related to efficiency in the search of a referent also play an important role (Rubio-Fernández 2016). Building on Aparicio et al. (2015), this paper demonstrates that perceived informativity plays an important role in RECs, but lexical semantic properties of different adjective classes are also relevant. We present results from a Visual World eye-tracking study which shows that adjective classes differ in whether they introduce RECs, and results from an offline judgment task which show that this difference correlates to some extent with the perceived informativity of members of these classes. Color adjectives, relative adjectives and maximum standard absolute adjectives were rated as overinformative when used as modifiers in the absence of contrast, and gave rise to RECs; minimum standard absolute adjectives were not rated as overinformative when used as modifiers in the absence of contrast, and did not give rise to RECs. Taken together, our results show that perceived informativity plays an important role in RECs. We also discuss additional differences between the adjective classes which suggest that differences in lexical semantics can further contribute to differences in RECs.",
    "BibTeX": "@incollection{aparicio2018perceived,\n title={Perceived informativity and referential effects of contrast in adjectivally modified NPs},\n author={Aparicio, Helena and Kennedy, Christopher and Xiang, Ming},\n booktitle={The semantics of gradability, vagueness, and scale structure},\n pages={199--220},\n year={2018},\n publisher={Springer}\n }",
    "PDF": "docs\\Perceived Informativity and Referential Effects of Contrast in Adjectivally Modified NPs.pdf",
    "group": "myGroup4",
    "groupId": "#myGroup4",
    "ahref": "#Abstract4",
    "aria-controls1": "Abstract4",
    "data-bs-target": "#BibTeX4",
    "aria-controls2": "BibTeX4"
  },
  {
    "year": 2015,
    "uniqueId": "none",
    "label1": "image\\Theoretical.svg",
    "label2": "image\\experiment.svg",
    "author": "Aparicio, H., Xiang, M., Kennedy, C.",
    "title": "<i>Processing Gradable Adjectives in Context: A Visual World Study.</i> Proceedings of <i>SALT</i>  25. Eds. D’Antonio, Sarah, Mary Moroney, and Carol Rose Little. 413–432.",
    "abstract": "Both relative adjectives (RAs) like ‘<i>big</i>’ and absolute adjectives (AAs) like ‘<i>empty</i>’ are sensitive to the context: in the former case, the context determines how much size is required to count as big; in the latter, the context determines how much deviation from total emptiness is allowed to count as empty. Whereas it is generally agreed that the role of context with RAs is to fix the value of a threshold variable, the status of absolute adjective thresholds, and therefore the role of context in their interpretation, remains an object of debate. Some researchers have argued that all gradable adjectives have context-sensitive threshold variables that are assigned values by the same mechanisms (Lassiter & Goodman 2013). Others have claimed that AAs have fixed, endpoint-oriented meanings and that sensitivity to context arises from pragmatic reasoning about imprecision (Kennedy 2007; Syrett, Kennedy & Lidz 2009; van Rooij 2011; Burnett 2014; Qing & Franke 2014). In an eye-tracking Visual World experiment, we investigate RAs and AAs used as restrictive modifiers. We find that target identification is significantly faster for both types of adjectives when the visual context supports a restrictive interpretation of the predicate, although this effect is considerably delayed in the case of AAs. We conclude that for RAs, the target facilitation effect is driven by the lexical semantics of the predicate itself. However, it is argued that the extra processing cost observed with AAs results from pragmatic reasoning about imprecision.",
    "BibTeX": "@inproceedings{aparicio2016processing,\n title={Processing gradable adjectives in context: A visual world study},\n author={Aparicio, Helena and Xiang, Ming and Kennedy, Christopher},\n booktitle={Semantics and Linguistic Theory},\n volume={25},\n pages={413--432},\n year={2016}\n }",
    "PDF": "docs\\processing gradable adjectives in context.pdf",
    "group": "myGroup5",
    "groupId": "#myGroup5",
    "ahref": "#Abstract5",
    "aria-controls1": "Abstract5",
    "data-bs-target": "#BibTeX5",
    "aria-controls2": "BibTeX5"
  },
  {
    "year": "",
    "uniqueId": "removeHr",
    "label1": "image\\Theoretical.svg",
    "label2": "image\\experiment.svg",
    "author": "Aparicio, H., Franich, K., Xiang, M.",
    "title": "<i>The Syntax of Ellipsis Resolution: Eyetracking Evidence from φ-feature Mismatches.</i> Proceedings of the <i>North East Linguistic Society</i> 45, Volume 1. Eds. Bul, Thuy, and  &#214;zyidiz. 39–52.",
    "abstract": "",
    "BibTeX": "@article{aparicio2014syntax,\n title={The Syntax of Ellipsis Resolution: Eye-tracking Evidence from $\\varphi$-Feature Mismatches},\n author={Aparicio, Helena and Franich, Katie and Xiang, Ming},\n year={2014}\n }",
    "PDF": "docs\\Aparicio_et_al_NELS45_June52015_C_FINAL.pdf",
    "group": "myGroup6",
    "groupId": "#myGroup6",
    "ahref": "#Abstract6",
    "aria-controls1": "Abstract6",
    "data-bs-target": "#BibTeX6",
    "aria-controls2": "BibTeX6"
  },
  {
    "year": 2014,
    "uniqueId": "none",
    "label1": "image\\Theoretical.svg",
    "label2": "",
    "author": "Aparicio, H. ",
    "title": "<i>A Compositional Analysis for Subset Comparatives.</i> Proceedings of <i>Sinn und Bedeutung</i> 18. Eds. Urtzi Etxeberria, Anamaria Fălăuş, Aritz Irurtzun, and Bryan Leferman. 24–41",
    "abstract": "Subset comparatives (Grant 2013) are amount comparatives in which there exists a set membership relation between the target and the standard of comparison. This paper argues that subset comparatives should be treated as regular phrasal comparatives with an added presuppositional component. More specifically, subset comparatives presuppose that: a) the standard has the property denoted by the target; and b) the standard has the property denoted by the matrix predicate. In the account developed below, the presuppositions of subset comparatives result from the compositional principles independently required to interpret those phrasal comparatives in which the standard is syntactically contained inside the target. Presuppositions are usually taken to be licensed by certain lexical items (presupposition triggers). However, subset comparatives show that presuppositions can also arise as a result of semantic composition. This finding suggests that the grammar possesses more than one way of licensing these inferences. Further research will have to determine how productive this latter strategy is in natural languages.",
    "BibTeX": "@inproceedings{terrasa2014compositional,\n title={A compositional analysis for subset comparatives},\n author={Terrasa, Helena Aparicio},\n booktitle={Proceedings of Sinn und Bedeutung},\n volume={18},\n pages={24--41},\n year={2014}\n}",
    "PDF": "docs\\A compositional analysis for subset comparatives.pdf",
    "group": "myGroup7",
    "groupId": "#myGroup7",
    "ahref": "#Abstract7",
    "aria-controls1": "Abstract7",
    "data-bs-target": "#BibTeX7",
    "aria-controls2": "BibTeX7"
  }
]
